[InteractiveObjects.Anemone_IO_BodyPart1 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Anemone_IO_BodyPart2 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Anemone_IO_BodyPart3 InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Anemone_IO_BodyPartGhost InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_E01_M020_InfectedBrains MissionItemDefinition]
UseFailureCharacterMessage="You have to do it %s use."
ItemName="A model of the brain"
PickupMessage="send it %s"
UseFailureLevelMessage="You must have at least %d to use this item."
UseFailureConstraintsMessage="It is not."
NoManufacturerName=""overview""

[ItemDefs.ID_E01_M020_InfectedBrains:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Some examples are Dennis Gray shoes.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_E02_M020_TalonPlaceholder MissionItemDefinition]
UseFailureCharacterMessage="it should %s Using this feature."
ItemName="Talon's son"
PickupMessage="Is there anything else? %s"
UseFailureLevelMessage="You must have %d before using this function."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Generally"

[ItemDefs.ID_E02_M020_TalonPlaceholder:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Mordecai's new friend. If you are beautiful!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_InfectedBodyPart MissionItemDefinition]
UseFailureCharacterMessage="need %s Use this article."
ItemName="Physical illness"
PickupMessage="are you right %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="in general"

[ItemDefs.ID_InfectedBodyPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Cannot be handled without gloves.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_InfectedFlower MissionItemDefinition]
UseFailureCharacterMessage="need to %s Use this product."
ItemName="a sick flower"
PickupMessage="You understand %s"
UseFailureLevelMessage="You must be level %d or higher to use this feature.."
UseFailureConstraintsMessage="This is not allowed."
NoManufacturerName="normal"

[ItemDefs.ID_InfectedFlower:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Open the table that Hector made.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_M020_InfectedFlowerSample MissionItemDefinition]
UseFailureCharacterMessage="you should %s To use this article."
ItemName="Infected flower specimens"
PickupMessage="you are rich %s"
UseFailureLevelMessage="To use this item, you must be at least level %d."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Everything for everything"

[ItemDefs.ID_M020_InfectedFlowerSample:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="For example, Tanis said he was an "erectile weed" and was embarrassed.."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_bodyDevice MissionItemDefinition]
UseFailureCharacterMessage="he must %s To use this component."
ItemName="Smart scanner"
PickupMessage="Do you agree? %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Overview of the school"

[ItemDefs.ID_TannisDevice:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Tanis confirmed that traces of iridium were found everywhere.!"
NoConstraintText=""
Suffix=""
Prefix=""

[M_Anemone_PlotMission020 MissionDefinition]
MissionName="looking for conflict"
MissionDescription="You have money and Ellie [place]It's gone[-place]. When Lilith learned that the temple contained poisonous gas, she turned to Tanis for help. He said he wanted to know more about the first cycle and asked for samples of infected flowers.."
TurnInDescription="In any battle there is a key to knowing the enemy and in this case the enemy is an army of hidden spirit trees that are lazy.."
MissionSummary="Choose tennis flowers."
MissionGiver="Tannis"
MissionTurnInLocation="Lilith"
TeaserText=""

[M_Anemone_PlotMission020:CollectBodyParts MissionObjectiveDefinition]
ProgressMessage="Find the affected body part"

[M_Anemone_PlotMission020:Collectinfectedbrains MissionObjectiveDefinition]
ProgressMessage="Understanding the damaged brain."

[M_Anemone_PlotMission020:CollectInfectedFlowers MissionObjectiveDefinition]
ProgressMessage="infection of flowers"

[M_Anemone_PlotMission020:CollectInfectedFlowerSamples MissionObjectiveDefinition]
ProgressMessage="Collect samples of infected flowers."

[M_Anemone_PlotMission020:DipPartsInSlag MissionObjectiveDefinition]
ProgressMessage="soil installation section"

[M_Anemone_PlotMission020:GoToOldDust MissionObjectiveDefinition]
ProgressMessage="Go to Dar and surrender."

[M_Anemone_PlotMission020:InvestigateInfection MissionObjectiveDefinition]
ProgressMessage="Inspect the affected area"

[M_Anemone_PlotMission020:KillSkagCounter MissionObjectiveDefinition]
ProgressMessage="Kills infected prey"

[M_Anemone_PlotMission020:KillSkags MissionObjectiveDefinition]
ProgressMessage="Kill the fool"

[M_Anemone_PlotMission020:KillTheCreature MissionObjectiveDefinition]
ProgressMessage="Kill the animal"

[M_Anemone_PlotMission020:PickupDevice MissionObjectiveDefinition]
ProgressMessage="Copy the device"

[M_Anemone_PlotMission020:PunchComputer MissionObjectiveDefinition]
ProgressMessage="fire"

[M_Anemone_PlotMission020:ReturnToBackburner MissionObjectiveDefinition]
ProgressMessage="Back on the back burner."

[M_Anemone_PlotMission020:ReviveMordecai MissionObjectiveDefinition]
ProgressMessage="The growth of Mordecai"

[M_Anemone_PlotMission020:ScanTheSamples MissionObjectiveDefinition]
ProgressMessage="Clear the form"

[M_Anemone_PlotMission020:Set_CollectInfectedBrains MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_CollectInfectedFlowers MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_ElevatorOnly MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_ElevatorSkags MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_ElevatorWithSkags MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_GoToOldDust MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_InvestigateInfection MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_KillTheCreature MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_PunchComputer MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_ReturnToBackburner MissionObjectiveSetDefinition]
MissionSummaryOverride="Return to the camp."
MissionDescriptionOverride="Tanis believes that the gas has a biological structure. If you have enough samples, you can treat the gas harshly. Tanis discovers an infected brain while picking flowers and wonders how it affects people.."

[M_Anemone_PlotMission020:Set_ReturnToBackburner2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_TakeTheElevator MissionObjectiveSetDefinition]
MissionSummaryOverride="the prayer of the tanis brain."
MissionDescriptionOverride=""

[M_Anemone_PlotMission020:Set_UseComputer MissionObjectiveSetDefinition]
MissionSummaryOverride="Monster tennis scan."
MissionDescriptionOverride="After testing a few samples, Tanis was able to start building a solution. Now Lilith must find her way back.."

[M_Anemone_PlotMission020:TakeTheElevator MissionObjectiveDefinition]
ProgressMessage="Enter the elevator."

[M_Anemone_PlotMission020:UseComputer MissionObjectiveDefinition]
ProgressMessage="Sample scan"

[M_Anemone_PlotMission020:UseScanner MissionObjectiveDefinition]
ProgressMessage="Restart your browser"

